results/webserver-bench/btrfs_overlay2/run_1/results.txt
Running 1m test @ http://nginx-server/
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    25.82ms   52.86ms   1.65s    99.03%
    Req/Sec    11.63k     1.76k   21.77k    72.91%
  2779466 requests in 1.00m, 2.21GB read
Requests/sec:  46248.57
Transfer/sec:     37.62MB